{
    "home-page": "Główna",
    "projects-page": "Projekty",
    "about-page": "O mnie",
    "contacts-page": "Kontakt",
    "language": "Język",
    "hero-paragraph": "Cześć, nazywam się Aliaksei Malinouski. Jestem Front-End Developerem z Wrocław, Polska.",
    "language-snack": "Język został pomyślnie zmieniony na ",
    "hero-button-text": "O mnie",
    "full-description-portfolio": "Ten projekt to moje własne portfolio internetowe, gdzie jako użytkownik możesz poznać mnie, mój kod, moje projekty, mój stos technologiczny, moje media społecznościowe i wiele więcej. ",
    "short-description-portfolio": "Ten projekt to moje własne portfolio internetowe, gdzie...",
    "portfolio-title": "Web portfolio",
    "spend-money-breaking-bad-title": "Wydawanie pieniędzy Waltera White'a",
    "short-description-spend-money-breaking-bad": "Aplikacja React, w której użytkownik może...",
    "full-description-spend-money-breaking-bad": "Aplikacja React, w której użytkownik może wydać pieniądze głównego bohatera z Breaking Bad kupując różne rzeczy, czy to hamburgera, telefon, samochód, samolot i wiele innych.",
    "movie-randomaizer-title": "Filmowy randomizator",
    "short-description-movie-randomaizer": "Ta aplikacja pozwala użytkownikowi...",
    "full-description-movie-randomaizer": "Ta aplikacja pozwala użytkownikowi wybrać losowy film z losowego gatunku za pomocą jednego kliknięcia, dając użytkownikowi wszystkie informacje o nim.",
    "weather-app-title": "Aplikacja pogodowa",
    "short-description-weather-app": "W tej aplikacji użytkownik...",
    "full-description-weather-app": "W tej aplikacji użytkownik może wprowadzić nazwę dowolnego miasta w polu wejściowym, a po naciśnięciu przycisku zobaczy aktualną pogodę w wybranym mieście",
    "star-wars-wiki-title": "Gwiezdne Wojny Wikipedia",
    "short-description-star-wars-wikipeadia": "Ta strona jest szczegółowym...",
    "full-description-star-wars-wikipedia": "Ta strona to szczegółowa struktura informacji o lore Star Wars. Użytkownik może tutaj szczegółowo poznać popularne postacie i ich historie, planety, lokacje, filmy, seriale i gry.",
    "yanki-title": "Odzież damska sklep internetowy",
    "short-description-yanki": "Ten projekt to internetowy sklep z odzieżą damską, w którym...",
    "full-description-yanki": "Projekt ten to internetowy sklep z odzieżą damską, w którym znajdują się różnego rodzaju damskie okrycia wierzchnie: kurtki, płaszcze, żakiety i futra. Użytkownik ma możliwość dodania towaru do koszyka, złożenia zamówienia poprzez wypełnienie formularza. Wszystkie zamówienia trafiają do historii zamówień, do której użytkownik uzyskuje dostęp po uprzedniej rejestracji konta lub po zalogowaniu się. Strona ma możliwość przełączania i obsługuje trzy języki: angielski, rosyjski i ukraiński. Użytkownik może uzyskać cenę za towar w trzech walutach: dolar, euro i ukraińska hrywna. Na stronie głównej znajduje się również formularz opinii, który po wypełnieniu wysyła wszystkie informacje na adres e-mail.",
    "read-more-button-text": "Więcej"
}