{
    "home-page": "Home",
    "projects-page": "Projects",
    "about-page": "About me",
    "contacts-page": "Contacts",
    "language": "Lang",
    "hero-paragraph": "Hi! My name is Aliaksei Malinouski. I am a Front-End Developer from Wroclaw, Poland",
    "language-snack": "The language has been successfully changed to ",
    "hero-button-text": "About me",
    "full-description-portfolio": "This project is my own web portfolio where you as a user can get to know me, my code, my projects, my technology stack, my social media and much more. ",
    "short-description-portfolio": "This project is my own web portfolio where...",
    "portfolio-title": "Web portfolio",
    "spend-money-breaking-bad-title": "Spending Walter White's money",
    "short-description-spend-money-breaking-bad": "React app, where the user can",
    "full-description-spend-money-breaking-bad": "React is an app where the user can spend the money of the main character of Breaking Bad by buying different things, be it a burger, a phone, a car, an aeroplane and much more.",
    "movie-randomaizer-title": "Movie randomaizer",
    "short-description-movie-randomaizer": "This application allows the user to...",
    "full-description-movie-randomaizer": "This app allows the user to select a random film of a random genre with one click, giving the user all the information about it.",
    "weather-app-title": "Weather application",
    "short-description-weather-app": "In this app, the user can enter...",
    "full-description-weather-app": "In this app, the user can enter the name of any city in the input field and, by pressing the button, will see the current weather in the selected city.",
    "star-wars-wiki-title": "Star Wars Wikipedia",
    "short-description-star-wars-wikipeadia": "This site is a detailed structure....",
    "full-description-star-wars-wikipedia": "This site is a detailed structure of information about the Star Wars lore. Here the user can learn in detail about popular characters and their stories, planets, locations, films, series and games.",
    "yanki-title": "Online Shop of Women's Clothing",
    "short-description-yanki": "This project is an online shop of women's clothing, which...",
    "full-description-yanki": "This project is an online shop of women's clothing, which presents various types of women's outerwear: jackets, coats, jackets and fur coats. The user has an opportunity to add goods to the cart, make an order by filling out a form. All orders go to the order history, to which the user has access by first registering an account or by logging in. The website has the ability to switch and support three languages: English, Russian and Ukrainian. The user has an opportunity to get the price of the goods in three currencies: dollar, euro and Ukrainian hryvnia. There is also a feedback form on the main page, which, once filled in, sends all the information to the e-mail address."
}