{
    "home-page": "Главная",
    "projects-page": "Проекты",
    "about-page": "Обо мне",
    "contacts-page": "Контакт",
    "language": "Язык",
    "hero-paragraph": "Привет! Меня зовут Алексей Малиновский. Я Front-End разработчик из Вроцлав, Польша",
    "english": "",
    "russian": "",
    "polish": "",
    "language-snack": "Язык успешно сменён на ",
    "hero-button-text": "Обо мне",
    "full-description-portfolio": "Данный проект является моим собственным веб портфолио, где Вы как пользователь сможете познакомиться со мной, моим кодом, моими проектами, стеком технологии, моим социальными сетями и многим другим. ",
    "short-description-portfolio": "Данный проект является моим собственным веб портфолио, где...",
    "portfolio-title": "Веб портфолио",
    "spend-money-breaking-bad-title": "Потратить деньги Уолтера Уайта",
    "short-description-spend-money-breaking-bad": "Реакт приложение, где пользователь может...",
    "full-description-spend-money-breaking-bad": "Реакт приложение, где пользователь может потратить деньги главного персонажа сериала Breaking Bad, купив различные вещи: будь-то бургер, телефон, машина, самолёт и много чего другого.",
    "movie-randomaizer-title": "Рандомайзер фильмов",
    "short-description-movie-randomaizer": "Данное приложение позволяет пользователю...",
    "full-description-movie-randomaizer": "Данное приложение позволяет пользователю одним кликом подобрать случайный фильм случайного жанра, предоставив пользователю всю информацию о нём.",
    "weather-app-title": "Приложение погоды",
    "short-description-weather-app": "В этом приложений пользователь может ввести ...",
    "full-description-weather-app": "В этом приложений пользователь может ввести название любого города в поле ввода, нажав на кнопку увидит актуальную погоду в выбранном городе.",
    "star-wars-wiki-title": "Википедия по Звёздным Войнам",
    "short-description-star-wars-wikipeadia": "Этот сайт представляет собой подробную структуру информации...",
    "full-description-star-wars-wikipedia": "Этот сайт представляет собой подробную структуру информации о лоре Звёздных Войн. Здесь пользователь подробно может ознакомиться с популярными персонажами и их историями, планетами, локациями, фильмами, сериалами и играми. Проект является SPA приложением с динамическими роутами.",
    "yanki-title": "Интернет магазин женской одежды",
    "short-description-yanki": "Данный проект - это интернет магазин женской одежды, где...",
    "full-description-yanki": "Данный проект - это интернет магазин женской одежды, где представлены различные виды верхней женской одежды: куртки, пальто, жакеты и шубы. У пользователя есть возможность  добавить товар в корзину, сделать заказать, заполнив форму. Все заказы попадают в историю заказов, доступ к которой пользователь получает, предварительно зарегистрирован аккаунт или авторизировавшись. Сайт имеет возможность переключения и поддержку трёх языков: английский, русский и украинский. Пользователь имеет возможность получить цену за товар в трёх валютах: доллар, евро и украинская гривна. Также на главной странице имеется форма обратной связи, заполнив которую, вся информация попадает на e-mail адрес. Проект является SPA приложением с динамическими роутами.",
    "read-more-button-text": "Подробнее",
    "title-project": "Проекты",
    "stack": "Stack технологии: ",
    "links": "Развёрнутое приложение и исходный код: ",
    "api": "APIs, которыми пользуется приложение: ",
    "contact": "Контакт",
    "placeholder-name": "Ваше имя",
    "placeholder-email": "Ваш e-mail",
    "placeholder-message-user": "Ваше сообщение",
    "required-field": "Это обязательное поле*",
    "error-message-form-input-name": "Это поле требует минимум 3 символов*",
    "error-message-form-input-email": "Это поле требует минимум 15 символов. Формат: alexeymalinowski8980@gmail.com*",
    "error-message-form-input-message": "Это поле требует минимум 10 символов*",
    "send-contact-form-button": "Отправить",
    "about-me": "Обо мне",
    "my-tech-stack": "Мой стек технологии:",
    "my-email-addres-to-contact": "Мой адрес электроной почты для связи",
    "all-info-about-me": "Привет! Меня зовут Алексей Малиновский. Мне 20 лет. Я Фронт Енд разработчик из Вроцлава, Польша. Фронт Енд разработкой занимаюсь полтора года. Проходил профессиональное обучение на курсах IT-Academy, которое заняло 10 месяцев. В период я изучил HTML, CSS и его препроцессоры, JavaScript и TypeScript, и, конечно же, популярную JavaScript библиотеку React. После окончания курсов я работал фрилансером. У меня были заказы от клиентов, которые я выполнял и представлял клиентом. Проработал так больше месяца. Прекратил, так как не видел для себя развития как специалиста таким образом, поэтому по сегодняшний день, ежедневно, я обучаюсь самостоятельно, следя за трендами в сфере Фронт-Енд разработки и ищу постоянную работу в it компании. В будущем планирую развиваться как FullStack Node.js разработчик, потому что прослеживаю тенденцию и спрос на таких специалистов в будущем. Свободно знаю польский, английский, русский и белорусский языки. Рассматриваю как удалённые варианты работы в Польше и за границей, а также работу в офисе в Польше. ",
    "sended-status": "Ваше сообщение успешно отправлено",
    "cerfiticates-title": "Сертификаты"
}